export const DAYS: string[] = ["월", "화", "수", "목", "금"];
export const TIMES: string[] = [
  "09:00 - 09:30",
  "09:30 - 10:00",
  "10:00 - 10:30",
  "10:30 - 11:00",
  "11:00 - 11:30",
  "11:30 - 12:00",
  "12:00 - 12:30",
  "12:30 - 13:00",
  "13:00 - 13:30",
  "13:30 - 14:00",
  "14:00 - 14:30",
  "14:30 - 15:00",
  "15:00 - 15:30",
  "15:30 - 16:00",
  "16:00 - 16:30",
  "16:30 - 17:00",
  "17:00 - 17:30",
  "17:30 - 18:00",
];

export const SUBJECTS: string[] = [
  "컴퓨팅사고(07)",
  "컴퓨팅사고(08)",
  "파이썬과학프로그래밍기초",
  "데이터사이언스기초",
  "C프로그래밍",
  "IoT플랫폼설계",
  "창의코딩R",
  "인공지능기초(파이썬AI)",
  "연구실회의",
  "기타",
];

export const INTERVIEWSTATES: string[] = [
  "확인 중",
  "확정",
  "재신청 필요",
  "면담 중",
  "완료",
  "불참",
];

export const PROFESSORSCHEDULE: string[] = ["수업 중", "개인 일정"];
